The spacing in the major direction is lower than diameter of the wire in the minor direction.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MajorSpacingFailure { get; }
  Visual Basic
Public Shared ReadOnly Property MajorSpacingFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MajorSpacingFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FabricFailures Class
  Autodesk.Revit.DB Namespace